Repository: Horttcore/custom-post-type-glossar
Catalog: languages/custom-post-type-glossaries-*.po
Languages: de_de

# post type general name
source: Glossaries
de_de: Glossare

# post type singular name
source: Glossary
de_de: Glossar

# Glossary
source: Add New
de_de: Erstellen

source: Add New Glossary
de_de: Neuen Glossar erstellen

source: Edit Glossary
de_de: Glossar bearbeiten

source: New Glossary
de_de: Neuer Glossar

source: View glossary
de_de: Glossar ansehen

source: Search Glossaries
de_de: Glossare durchsuchen

source: No glossaries found
de_de: Keine Glossare gefunden.

source: No glossaries found in Trash
de_de: Keine Glossare im Papierkorb gefunden.

source: Parent Glossary:
de_de: Übergeordneter Glossar:

source: All Glossaries
de_de: Alle Glossare

source: Glossary Archive
de_de: Glossar-Archive

source: Glossary Attributes
de_de: Glossar-Attribute

source: Insert into glossary
de_de: In den Glossar einfügen

source: Uploaded to this glossary
de_de: In den Glossar einfügen

source: Featured Image
de_de: Glossarsbild

source: Set featured image
de_de: Glossarsbild festlegen

source: Remove featured image
de_de: Glossarsbild entfernen

source: Use as featured image
de_de: Als Glossarsbild nutzen

source: Filter glossaries list
de_de: Glossarsliste filtern

source: Glossaries list navigation
de_de: Navigation der Glossarsliste

source: Glossaries list
de_de: Glossarsliste

source: Glossaries
de_de: Glossare

# Post Type Slug
source: glossaries
de_de: glossare

source: Custom Post Type Glossaries
de_de: Custom Post Type Glossare
